# config.py
import os

API_TOKEN = '7202878582:AAGJbfr8Tt3Xal46H_hddhpkH3GNo2Mz5wI'
PROJECTS_SHEET = '1gf25OKA4ZO8Qaq-_QcnVLbSHnUPeLBXXyjfcIFlXv3A'
CHAT_PARSER_SHEET = '15-FUWWkwscJlzAaresqBEoOND7rO8J6cHVTslVd3dng'
PROMPT = 'Тебе предоставлена картинка, нарисовання ребенком. Составь на ее основе красочное описание этой картины, опиши какими могли бы быть цвета, какой мог бы быть фон. Например: Оранжевый жираф, с черными точками, стоящий на удивительной реке с красивыми волнами. На фоне виднеется удивительный и зеленый город будущего, светит закатное солнце. ВАЖНО!!! Возвращай ТОЛЬКО описание, без чего либо другого в сообщении. Описывай все в супер-реалистичном стиле. Желательно чтобы во всех картинках присутствовал салатовый, фиолетовый, голубой и красный цвета. Отвечай на английском'